main_menu = '''Главное меню:
1. Посмотреть список заметок
2. Открыть заметку
3. Найти заметку (по дате создания)
4. Добавить заметку
5. Редактировать заметку
6. Удалить заметку
7. Выход'''

input_choice = 'Выберите пункт меню: '

input_bye = 'До новых встреч!'

input_hello = 'Добро пожаловать!'

new_note = 'Введите данные новой заметки: '

input_new_tituler = 'Введите заголовок заметки: '


input_new_body = 'Введите тело заметки: '

input_note = 'Ваша заметка успешно добавлена'

load_error = 'У Вас не заметок!'

input_index_look = 'Введите номер заметки, которую хотите посмотреть: '

input_index_del = 'Введите номер заметки, которую хотите удалить:  '

input_date = 'Введите дату создания искомой заметки в формате дд.мм.гггг: '

edit_note = 'Выберите заметку которую хотите поменять: '

input_edit_note = 'Ваша заметка успешна изменена!'